Repository: wp-plugins/mailup-auto-subscribtion
Catalog: languages/mas-*.po
Languages: it_it

source: It looks like you do not have sufficient permissions to view this page.
it_it: Sembra che tu non abbia i permessi sufficienti per visualizzare questa pagina.

source: Register your users to MailUp in the same time they subscribe to your site.
it_it: Iscrivi i tuoi utenti a MailUp nello stesso momento in cui si iscrivono al tuo sito.

source: Enter the Host of your console, choose the list and if necessary the group created in MailUp, nothing else.
it_it: Inserisci l'Host della tua console, scegli la lista e se necessario il gruppo creato in MailUp, nient'altro.

source: <strong>ATTENTION!</strong> Sending newsletter without user confirmation is considered spam.
it_it: <strong>ATTENZIONE!</strong> L'invio di newsletter senza il consenso dell'utente è considerato spam.

source: Do you need help? Click <a href="http://help.mailup.com/display/mailupapi/MailUp+API+Credentials" target="_blank">here</a>
it_it: Hai bisogno d'aiuto? Clicca <a href="http://help.mailup.com/display/mailupapi/MailUp+API+Credentials" target="_blank">qui</a>

source: MailUp List ID
it_it: ID lista MailUp

source: Enter the ID of the list which you want to register your users.
it_it: Inserisci l'ID della lista a cui vuoi iscrivere i tuoi utenti.

source: MailUp Group ID
it_it: ID gruppo MailUp

source: If you want to add users to a specific MailUp group, enter here the correct ID.
it_it: Se vuoi aggiungere gli utenti ad un gruppo di destinatari specifico, inserisci qui l'ID corretto.

source: Confirm
it_it: Conferma

source: Send MailUp register confirmation
it_it: Invia richiesta di conferma iscrizione di MailUp

source: Registration form
it_it: Form di registrazione

source: Newsletter option in the registration form
it_it: Opzione Newsletter nel form di registrazione

source: Save changes
it_it: Salva le modifiche

source: Newsletter subscriptions
it_it: Iscrizione Newsletter
